Repository: CommunitySqueeze/slimserver-platforms
Catalog: osx/Preference Pane/*.lproj/Pref.strings
Languages: dutch, french, russian, spanish

# 12.title
source: Logitech Media Server
dutch: UE Music Library
french: UE Music Library
russian: UE Music Library
spanish: UE Music Library

# 405.label
source: Advanced
dutch: Geavanceerd
french: Avancé
russian: Дополнительно
spanish: Avanzada

# 407.label
source: Information
dutch: Informatie
french: Informations
russian: Информация
spanish: Información

# 529.label
source: Library
dutch: Bibliotheek
french: Bibliothèque
russian: Библиотека
spanish: Biblioteca

# 679.label
source: Status
french: Etat
russian: Статус
spanish: Estado

# 693.title
source: OtherViews
russian: Другие представления

# 694.title
source: Automatically start server when system boots
dutch: Server automatisch starten wanneer systeem wordt opgestart
french: Démarrer automatiquement le serveur au lancement du système
russian: Автоматически запускать сервер при загрузке системы
spanish: Iniciar el servidor automáticamente al iniciar el sistema

# 695.title
source: Never start server automatically
dutch: Server nooit automatisch starten
french: Ne jamais démarrer le serveur automatiquement
russian: Не запускать сервер автоматически
spanish: No iniciar el servidor automáticamente

# 696.title
source: Automatically start server at login
dutch: Server automatisch starten tijdens aanmelden
french: Démarrer automatiquement le serveur à la connexion
russian: Автоматически запускать сервер при входе в систему
spanish: Iniciar el servidor automáticamente al iniciar sesión

# 835.title
source: OtherViews
russian: Другие представления

# 836.title
source: Look for new and changed music
dutch: Nieuwe en gewijzigde muziek zoeken
french: Rechercher les morceaux ajoutés ou modifiés
russian: Поиск новой и измененной музыки
spanish: Buscar música nueva y cambiada

# 837.title
source: Clear library and rescan everything
dutch: Collectie wissen en alles opnieuw scannen
french: Effacer la bibliothèque et tout analyser à nouveau
russian: Очистить медиатеку и пересканировать все
spanish: Borrar la biblioteca y volver a examinar todo

# 857.title
source: Box
russian: Приставка

# 861.title
source: Box
russian: Приставка

# 870.title
source: Box
russian: Приставка

# 996.title
source: OtherViews
russian: Другие представления

# 998.title
source: Internet Radio
french: Radio Internet
russian: Радиостанции Интернета
spanish: Radio por Internet

# 999.title
source: Music Scanner
dutch: Muziekscanner
french: Analyseur de musique
russian: Сканер музыки
spanish: Detector de música

# 1000.title
source: Please select log set...
dutch: Selecteer een logboekset...
french: Sélectionnez l'ensemble de journaux...
russian: Выберите набор журналов...
spanish: Seleccione un conjunto de registros...

# 1001.title
source: Server
french: Serveur
russian: Сервер
spanish: Servidor

# 1002.title
source: Transcoder
french: Transcodeur
russian: Перекодировщик
spanish: Transcodificador

# 1004.title
source: Reset logging preferences
dutch: Registratievoorkeuren opnieuw instellen
french: Réinitialiser les préférences de journalisation
russian: Сбросить настройки ведения журнала
spanish: Restablecer preferencias de registro

# 1054.title
source: � 2001-2010 Logitech
dutch: © 2001-2012 Logitech
french: © 2001-2012 Logitech
russian: © Logitech, 2001–2012
spanish: © 2001-2012 Logitech

# 1055.title
source: Version 7.6.0
dutch: Versie 10.0.0
french: Version 10.0.0
russian: Версия 10.0.0
spanish: Versión 10.0.0

# 1068.title
source: Server Log
dutch: Serverlogboek
french: Journal du serveur
russian: Журнал сервера
spanish: Registro de servidor

# 1069.title
source: Scanner Log
dutch: Scannerlogboek
french: Journal de l'analyseur
russian: Журнал сканера
spanish: Registro de examen

# 1070.title
source: Delete preference files
dutch: Voorkeurenbestanden verwijderen
french: Supprimer les fichiers de préférence
russian: Удалить файлы настроек
spanish: Eliminar archivos de preferencias

# 1071.title
source: Clean cache folder, including music database, artwork cache etc.
dutch: Schoon de cachemap op, inclusief de muziekdatabase, hoesafbeeldingencache, enz.
french: Nettoyer le dossier cache, y compris la base de données musicale, les pochettes, etc.
russian: Очистить папку кэша, включая базу данных музыки, кэш обложек и др.
spanish: Limpiar carpeta de caché, incluidos base de datos de música, caché de carátulas, etc.

# 1072.title
source: Run Cleanup
dutch: Opschoning uitvoeren
french: Lancer le nettoyage
russian: Запустить очистку
spanish: Ejecutar limpieza

# 1074.title
source: Rescan
dutch: Opnieuw scannen
french: Analyser
russian: Повтор сканирования
spanish: Volver a examinar

# 1079.title
source: Music Library Scan
dutch: Scan van muziekcollectie
french: Analyse de la collection musicale
russian: Сканировать медиатеку
spanish: Examen de biblioteca de música

# 1081.title
source: This is how your music library will be named in your Squeezebox's "My Music" menu.
dutch: Dit is de naam waarmee je muziekcollectie in het Smart Radio-menu "Mijn muziek" verschijnt.
french: Votre collection musicale est nommée ainsi sous le menu "Ma musique" de la Squeezebox.
russian: Это имя медиатеки будет отображаться в меню Smart Radio Моя музыка.
spanish: Así es como se llamará la biblioteca de música en el menú "Mi música" de Smart Radio.

# 1083.title
source: Music Folder
dutch: Muziekmap
french: Dossier de musique
russian: Папка Музыка
spanish: Carpeta de música

# 1089.title
source: Use iTunes
dutch: iTunes gebruiken
french: Utiliser iTunes
russian: Использовать iTunes
spanish: Usar iTunes

# 1090.title
source: Music Library Name
dutch: Naam van muziekcollectie
french: Nom de la collection musicale
russian: Имя медиатеки
spanish: Nombre de biblioteca de música

# 1091.title
source: Start Server
french: Démarrer le serveur
russian: Запустить сервер
spanish: Iniciar servidor

# 1093.title
source: The server is stopped
dutch: De server is gestopt
french: Le serveur a été arrêté
russian: Сервер остановлен
spanish: El servidor está detenido

# 1094.title
source: Music Library Stats
dutch: Statist. muziekcollectie
french: Statistiques de la collection musicale
russian: Статистика медиатеки
spanish: Estadísticas de la biblioteca de música

# 1095.title
source: Server Status
french: Etat du serveur
russian: Состояние сервера
spanish: Estado de servidor

# 1096.title
source: Music Library Statistics
dutch: Statistieken muziekcollectie
french: Statistiques de la collection musicale
russian: Статистика медиатеки
spanish: Estadísticas de la biblioteca de música
