Repository: CommunitySqueeze/slimserver-platforms
Catalog: osx/Preference Pane/Installer/*.lproj/Installer.strings
Languages: dutch, russian, spanish

source: About Logitech Media Server Installer
dutch: Installatieprogramma voor Logitech Media Server
russian: Об установщике Logitech Media Server

source: Bring All to Front
dutch: Alles op voorgrond
russian: Переместить все вперед
spanish: Todo en primer plano

source: Cancel
dutch: Annuleer
russian: Отмена
spanish: Cancelar

source: Hide Others
dutch: Verberg andere
russian: Скрыть остальное
spanish: Ocultar otros

source: Hide Logitech Media Server Installer
dutch: Verberg installatieprogramma voor Logitech Media Server
russian: Скрыть установщик Logitech Media Server

source: Install
dutch: Installeer
russian: Установить
spanish: Instalar

source: MainMenu
dutch: Hoofdmenu
russian: Главное меню
spanish: Menú principal

source: Make preference pane available:
dutch: Maak regelpaneel beschikbaar:
russian: Показать панель настроек:
spanish: Panel de preferencias disponible:

source: Minimize
dutch: Minimaliseer
russian: Свернуть
spanish: Minimizar

source: OtherViews
russian: Другие представления

source: Panel
dutch: Regelpaneel
russian: Панель

source: Quit
dutch: Stoppen
russian: Выйти
spanish: Salir

source: Quit Logitech Media Server Installer
dutch: Installatieprogramma voor Logitech Media Server sluiten
russian: Выйти из установщика Logitech Media Server

source: Services
russian: Службы
spanish: Servicios

source: Show All
dutch: Toon alles
russian: Отобразить все
spanish: Mostrar todo

source: Logitech Media Server Installer
dutch: Installatieprogramma voor Logitech Media Server
russian: Установщик Logitech Media Server

source: To All Users (requires authentication)
dutch: Alle gebruikers (vereist autorisatie)
russian: Для всех пользователей (требуется проверка подлинности)
spanish: Para todos los usuarios (requiere autenticación)

source: To This User
dutch: Deze gebruiker
russian: Для этого пользователя
spanish: Para este usuario

source: Version 7.7.1
russian: Версия 7.7.1

source: Waiting for the System Preferences application to quit...
dutch: Wachten tot 'Systeemvoorkeuren' gestopt is...
russian: Приложение System Preferences завершает работу...
spanish: Esperando que se cierre la aplicación Preferencias del Sistema...

source: Welcome to the Logitech Media Server Installer. This application will install the Logitech Media Server for use with System Preferences. You may choose to have the preference pane available to all users or just for the current user. Click Install to install the preference pane or click Quit to exit.
dutch: Welkom bij het installatieprogramma voor Logitech Media Server. Dit programma installeert Logitech Media Server voor gebruik met 'Systeemvoorkeuren'. Je kunt aangeven of het voorkeurenpaneel voor alle gebruikers of alleen voor de huidige gebruiker beschikbaar moet zijn. Klik op 'Installeer' om het paneel te installeren of op 'Stop' om af te sluiten.
russian: Добро пожаловать в установщик Logitech Media Server. Это приложение выполнит установку Logitech Media Server для работы с приложением System Preferences. Можно отобразить панель настроек для всех пользователей или только для текущего пользователя. Для установки панели настроек нажмите кнопку "Установить", для выхода — "Выход".

source: Version 7.7.0
dutch: Versie 7.7.0

source: Window
dutch: Venster
spanish: Ventana

source: About Squeezebox server Installer
spanish: Acerca del instalador de Squeezebox Server

source: Hide Squeezebox server Installer
spanish: Ocultar el instalador de Squeezebox Server

source: Quit Squeezebox server Installer
spanish: Salir del instalador de Squeezebox Server

source: Squeezebox server Installer
spanish: Instalador de Squeezebox Server

source: Version 7.5.5
spanish: Versión 7.5.5

source: Welcome to the Squeezebox server Installer. This application will install the Squeezebox server for use with System Preferences. You may choose to have the preference pane available to all users or just for the current user. Click Install to install the preference pane or click Quit to exit.
spanish: Bienvenido al instalador de Squeezebox Server. Esta aplicación instalará Squeezebox Server para usarlo con Preferencias del sistema. Puede optar por que el panel de preferencias esté visible para todos los usuarios o sólo para el actual. Haga clic en Instalar para instalar el panel de preferencias o haga clic en Salir para salir.
