Repository: CommunitySqueeze/slimserver-platforms
Catalog: osx/Preference Pane/Installer/*.lproj/Localizable.strings
Languages: spanish

source: Install
spanish: Instalar

source: Update
spanish: Actualizar

source: Install Results
spanish: Resultados de instalación

source: OK
spanish: Correcto

source: Logitech Media Server installed successfully.
spanish: Logitech Media Server se instaló correctamente.

source: Logitech Media Server install failed.
spanish: Fallo de instalación de Logitech Media Server.

source: You must have OS X 10.3 or later to run Logitech Media Server.
spanish: Para ejecutar Logitech Media Server, debe tener OS X 10.3 o posterior.

source: Mac OS X 10.3 Required
spanish: Se requiere Mac OS X 10.3

source: Please quit System Preferences before running the installer.
spanish: Salga de Preferencias del Sistema antes de ejecutar el instalador.

# Version x.y.z
source: Version 7.7.1
spanish: Versión 7.7.0
